{
  "EnglishLanguageName": "This is the name of the language in English. Used for the language selection menu.",
  "HomeNav": "Label for the home page in the app.",
  "SearchNav": "This is the label for the search page, where users look for recipes.",
  "CreateNav": "The page for users to start creating new recipes. Prominently protruding from the navbar",
  "RecipesNav": "This is label for the recipes page. Users can view the recipes they saved or liked, and also their own recipes.",
  "ProfileNav": "The tab where your settings are, beside the profile information.",
  "HomeTitleHot": "The home page's title changes between \"Hot\", \"New\" and \"Top\" according to the sorting method the user selected. \"Hot\" is for new recipes that've received a lot of likes.",
  "HomeTitleNew": "The home page's title changes between \"Hot\", \"New\" and \"Top\" according to the sorting method the user selected. New recipes go here.",
  "HomeTitleTop": "The home page's title changes between \"Hot\", \"New\" and \"Top\" according to the sorting method the user selected. \"Top\" is the place of the absolute most popular recipes.",
  "SearchRecent": "A small label that appears when you start typing in the search bar. Just shows your previous searches.",
  "SearchTip": "Small tip to let users know about a special character to query users and not recipes. The {'@'} symbol needs to be escaped, that's why it's written like this.",
  "CreateTitle": "This label is for the title of the recipe.",
  "CreateVisibility": "Below this label users can set a recipe public or private, so control its visibility.",
  "CreateVisibilityPublicTitle": "This label means that a recipe is publicly visible to everyone.",
  "CreateVisibilityPublicDesc": "Small tooltip to show info about setting your recipe public",
  "CreateVisibilityPrivateTitle": "This label means that only you can edit the recipe, and you can also control who can view it",
  "CreateVisibilityPrivateDesc": "Small tooltip to show info about setting your recipe private",
  "CreateLanguage": "Language literally",
  "CreateDesign": "This mode is called \"Design\" because users can \"build\" recipes using smaller recipes",
  "CreateRaw": "This mode is the arch-nemesis of Design, you just write your recipe into a textarea",
  "CreateItemButton": "This button adds a new ingredient or step to a recipe, so it has a generic name \"item\"",
  "CreateIngredients": "A recipe's ingredients",
  "CreateYourRecipes": "Your own recipes that you've created",
  "CreatePublicRecipes": "Other user's recipes that you can view because they are public",
  "CreateSteps": "Steps or instructions for a recipe",
  "CreateStepsTipOrange": "This text will be included in this sentence: Click on the \"orange\" items to see their instructions",
  "CreateServingsTitle": "Portion for a recipe",
  "CreateServingsDesc": "This means “How many servings will this recipe yield?” or “How many people can this recipe feed?”",
  "CreateManageAccessTitle": "Under this label users can add others to share their private recipes with them",
  "CreateManageAccessDesc": "Small description under \"Manage Access\", showing users who can view your private recipe. We explicitly say \"other users\" because you cannot just share recipes across platforms.",
  "CreateCategory": "The category of a recipe: soups, desserts, for lunch, etc.",
  "CreateTags": "Tags for a recipe. There is a subtle difference between this and category, that I'm not able to comprehend. #chicken #foodiesofinstragram #sorrynotsorry",
  "CreateRecipeButton": "Button to press when you feel like creating a new recipe",
  "cookbookBadgeName": "You can publish your cookbook now",
  "RecipesOthersTitle": "This is page displays a users recipes. All of them",
  "RecipesYourTitle": "This page displays your recipes, the recipes you liked, and the recipes you saved",
  "RecipesSortOwned": "Recipes that you've created yourself",
  "RecipesSortLiked": "Recipes that you liked",
  "RecipesSortSaved": "Recipes that you saved (bookmark)",
  "ProfileModerator": "Moderators can edit or delete a recipe if they find it spammy, offensive, or harmful to the community.",
  "ProfileUsername": "A user's name 🤷‍♂️",
  "ProfileLanguage": "Label for the language selector. Language for the app, UI language, Display language.",
  "ProfileBadges": "Label for the badges you've been translating all day .-.",
  "ProfileFollowers": "Users that follow you. The word for \"Follower\" should not be too strong and religious for the context of social media.",
  "ProfileFollowing": "Users you follow",
  "RecipeViewInfo": "Some basic stuff about a recipe",
  "RecipeViewUseRecipe": "This button is displayed on a recipe's page. You can click on it to use it in your own recipe.",
  "WelcomeSignIn": "Log in, you have an account",
  "WelcomeSignUp": "Register, you don't have an account yet",
  "WelcomeError1": "o.0"
}